Repository: Dima73/e2openplugin-StreamInterface
Catalog: plugin/locale/*/LC_MESSAGES/StreamInterface.po
Languages: ru

source: Cancel
ru: Отмена

source: Create file any name.m3u --> write text 'http://your-ip-box:port/<current> or standby <current?tv|current?radio>'
ru: Создайте файл любое имя.m3u --> впишите тест 'http://айпи-ресивера:порт/<current> или в режиме ожидания <current?tv|current?radio>'

source: Http port
ru: Http порт

source: Open browser --> set url 'http://your-ip-box:port'
ru: Открыть браузер --> ввести url 'http://айпи-ресивера:порт'

source: Save/OK
ru: Сохранить/ОК

source: Set port and type streaming
ru: Установка порта и типа стриминга

source: Setup StreamInterface
ru: Настройки StreamInterface

source: StreamInterface enabled
ru: Включить StreamInterface

source: Type stream for services
ru: Тип стрима для сервисов

source: both
ru: оба типа

source: bouquets/services lists
ru: списки букеты/сервисы

source: current service
ru: текущий сервис
